# frozen_string_literal: true

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"

brew "fish"
brew "gettext"
brew "gnupg"
brew "libpq"
brew "starship"
brew "tmux"

cask "1password"
cask "alacritty"
cask "brave-browser"
cask "cleanmymac"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "mongodb-compass"
cask "spotify"
cask "visual-studio-code"
